Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Good for patches changed twice a week or weekly treatments.
ar: مناسب للّصقات التي تُغيَّر مرتين أسبوعيًا أو للعلاجات الأسبوعية.
cs: Vhodné pro náplasti měněné dvakrát týdně nebo pro léčbu jednou týdně.
da: Godt til plastre, der skiftes to gange om ugen, eller ugentlige behandlinger.
de: Passend für Pflaster, die zweimal pro Woche gewechselt werden, oder für wöchentliche Behandlungen.
el: Κατάλληλο για επιθέματα που αλλάζονται δύο φορές την εβδομάδα ή για εβδομαδιαίες θεραπείες.
es: Útil para parches que se cambian dos veces por semana o tratamientos semanales.
es_419: Útil para parches que se cambian dos veces por semana o tratamientos semanales.
fi: Sopii kaksi kertaa viikossa vaihdettaville laastareille tai kerran viikossa otettaville hoidoille.
fr: Pratique pour les patchs changés deux fois par semaine ou les traitements hebdomadaires.
he: מתאים למדבקות שמוחלפות פעמיים בשבוע או לטיפולים שבועיים.
hi: हफ़्ते में दो बार बदले जाने वाले पैच या हफ़्ते में एक बार वाले इलाज के लिए सही।
hr: Prikladno za flastere koji se mijenjaju dvaput tjedno ili za tjednu terapiju.
hu: Hetente kétszer cserélt tapaszokhoz vagy heti egyszeri kezelésekhez jó.
id: Cocok untuk plester yang diganti dua kali seminggu atau pengobatan mingguan.
it: Adatto a cerotti da cambiare due volte a settimana o a terapie settimanali.
ja: 週2回貼り替えるパッチや、週1回の治療に適しています。
ko: 주 2회 교체하는 패치나 주 1회 치료에 적합해요.
ms: Sesuai untuk tampalan yang ditukar dua kali seminggu atau rawatan mingguan.
nb: Passer for plaster som byttes to ganger i uka, eller behandling én gang i uka.
nl: Handig voor pleisters die je twee keer per week vervangt of voor wekelijkse behandelingen.
pl: Dobre dla plastrów zmienianych dwa razy w tygodniu lub leków stosowanych raz w tygodniu.
pt_br: Bom para adesivos trocados duas vezes por semana ou tratamentos semanais.
pt_pt: Ideal para adesivos mudados duas vezes por semana ou para tratamentos semanais.
ro: Potrivit pentru plasturi schimbați de două ori pe săptămână sau pentru tratamente săptămânale.
sk: Vhodné pre náplasti, ktoré sa menia dvakrát týždenne, alebo pre liečbu raz týždenne.
sv: Bra för plåster som byts två gånger i veckan eller behandlingar en gång i veckan.
th: เหมาะสำหรับแผ่นแปะที่เปลี่ยนสัปดาห์ละสองครั้ง หรือยาที่ใช้สัปดาห์ละครั้ง
tr: Haftada iki kez değiştirilen bantlar ya da haftalık tedaviler için uygun.
uk: Для пластирів, які змінюють двічі на тиждень, або для щотижневих препаратів.
vi: Phù hợp với miếng dán thay hai lần mỗi tuần hoặc thuốc dùng hằng tuần.
zh_hans: 适用于每周更换两次的贴片，或每周一次的治疗。
zh_hant: 適合每週換兩次的貼片，或每週一次的療法。

source: Good morning
ar: صباح الخير
cs: Dobré ráno
da: Godmorgen
de: Guten Morgen
el: Καλημέρα
es: Buenos días
es_419: Buenos días
fi: Huomenta
fr: Bonjour
he: בוקר טוב
hi: सुप्रभात
hr: Dobro jutro
hu: Jó reggelt
id: Selamat pagi
it: Buongiorno
ja: おはようございます
ko: 좋은 아침이에요
ms: Selamat pagi
nb: God morgen
nl: Goedemorgen
pl: Dzień dobry
pt_br: Bom dia
pt_pt: Bom dia
ro: Bună dimineața
sk: Dobré ráno
sv: God morgon
th: สวัสดีตอนเช้า
tr: Günaydın
uk: Доброго ранку
vi: Chào buổi sáng
zh_hans: 早上好
zh_hant: 早安

source: Good morning, %@
ar: صباح الخير، %@
cs: Dobré ráno, %@
da: Godmorgen, %@
de: Guten Morgen, %@
el: Καλημέρα, %@
es: Buenos días, %@
es_419: Buenos días, %@
fi: Huomenta, %@
fr: Bonjour, %@
he: בוקר טוב, %@
hi: सुप्रभात, %@
hr: Dobro jutro, %@
hu: Jó reggelt, %@
id: Selamat pagi, %@
it: Buongiorno, %@
ja: おはようございます、%@さん
ko: 좋은 아침이에요, %@ 님
ms: Selamat pagi, %@
nb: God morgen, %@
nl: Goedemorgen, %@
pl: Dzień dobry, %@
pt_br: Bom dia, %@
pt_pt: Bom dia, %@
ro: Bună dimineața, %@
sk: Dobré ráno, %@
sv: God morgon, %@
th: สวัสดีตอนเช้า คุณ%@
tr: Günaydın, %@
uk: Доброго ранку, %@
vi: Chào buổi sáng, %@
zh_hans: 早上好，%@
zh_hant: 早安，%@

source: Got it
ar: فهمت
cs: Rozumím
da: Forstået
de: Verstanden
el: Κατάλαβα
es: Entendido
es_419: Entendido
fi: Selvä
fr: Compris
he: הבנתי
hi: ठीक है
hr: Razumijem
hu: Értem
id: Mengerti
it: Ok, capito
ja: わかりました
ko: 확인
ms: Faham
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendido
ro: Am înțeles
sk: Rozumiem
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hans: 知道了
zh_hant: 知道了

source: Great
ar: رائع
cs: Skvěle
da: Super
de: Sehr gut
el: Τέλεια
es: Genial
es_419: Excelente
fi: Loistava
fr: Au top
he: מצוין
hi: बहुत अच्छा
hr: Odlično
hu: Remek
id: Sangat baik
it: Ottimo
ja: とてもよい
ko: 아주 좋음
ms: Sangat baik
nb: Strålende
nl: Top
pl: Świetnie
pt_br: Ótimo
pt_pt: Ótimo
ro: Excelent
sk: Skvele
sv: Toppen
th: ดีมาก
tr: Harika
uk: Чудово
vi: Rất tốt
zh_hans: 很好
zh_hant: 很好

source: Have a code from your clinic or a friend?
ar: هل لديكِ رمز من عيادتكِ أو من صديقة؟
cs: Máš kód od lékaře nebo od kamarádky?
da: Har du en kode fra din klinik eller en ven?
de: Hast du einen Code von deiner Praxis oder von Freunden?
el: Έχεις κωδικό από το ιατρείο σου ή από μια φίλη;
es: ¿Tienes un código de tu clínica o de una amiga?
es_419: ¿Tienes un código de tu clínica o de una amiga?
fi: Onko sinulla koodi klinikalta tai ystävältä?
fr: Vous avez un code de votre cabinet médical ou d’un proche ?
he: יש לך קוד מהמרפאה או מחבר/ה?
hi: क्लिनिक या किसी दोस्त से कोड मिला है?
hr: Imaš kod iz ordinacije ili od prijateljice?
hu: Kaptál kódot a klinikádtól vagy egy barátodtól?
id: Punya kode dari klinik atau teman?
it: Hai un codice del tuo centro medico o di un'amica?
ja: クリニックや友だちからのコードをお持ちですか？
ko: 병원이나 친구에게 받은 코드가 있나요?
ms: Ada kod daripada klinik atau rakan anda?
nb: Har du en kode fra klinikken eller en venn?
nl: Heb je een code van je kliniek of van een vriendin?
pl: Masz kod z przychodni lub od znajomych?
pt_br: Tem um código da sua clínica ou de uma amiga?
pt_pt: Tens um código da tua clínica ou de um amigo?
ro: Ai un cod de la clinică sau de la un prieten?
sk: Máš kód z ambulancie alebo od kamarátky?
sv: Har du en kod från din mottagning eller en vän?
th: มีโค้ดจากคลินิกหรือจากเพื่อนไหม
tr: Kliniğinden ya da bir arkadaşından kod mu aldın?
uk: Маєш код від клініки чи від знайомих?
vi: Bạn có mã từ phòng khám hoặc từ bạn bè?
zh_hans: 有诊所或朋友给你的兑换码吗？
zh_hant: 有診所或朋友給的代碼嗎？

source: Headache
ar: صداع
cs: Bolest hlavy
da: Hovedpine
de: Kopfschmerzen
el: Πονοκέφαλος
es: Dolor de cabeza
es_419: Dolor de cabeza
fi: Päänsärky
fr: Maux de tête
he: כאב ראש
hi: सिरदर्द
hr: Glavobolja
hu: Fejfájás
id: Sakit kepala
it: Mal di testa
ja: 頭痛
ko: 두통
ms: Sakit kepala
nb: Hodepine
nl: Hoofdpijn
pl: Ból głowy
pt_br: Dor de cabeça
pt_pt: Dor de cabeça
ro: Durere de cap
sk: Bolesť hlavy
sv: Huvudvärk
th: ปวดศีรษะ
tr: Baş ağrısı
uk: Головний біль
vi: Đau đầu
zh_hans: 头痛
zh_hant: 頭痛

source: Heads up: running hot today. Not you, it's me.
ar: تنبيه: أنا في موجة حرّ اليوم. المشكلة فيّ، لا فيك.
cs: Pro info: dneska jsem přehřátá. Nejde o tebe, jde o mě.
da: Til orientering: Jeg kører varmt i dag. Det er ikke dig, det er mig.
de: Vorwarnung: Ich laufe heute heiß. Liegt nicht an dir, liegt an mir.
el: Να ξέρεις: σήμερα βράζω. Δεν φταις εσύ, εγώ φταίω.
es: Aviso: hoy estoy que ardo. No eres tú, soy yo.
es_419: Aviso: hoy ando acalorada. No eres tú, soy yo.
fi: Tiedoksi: minulla on tänään kuuma päivä. Vika ei ole sinussa vaan minussa.
fr: Pour info : je suis en surchauffe aujourd’hui. Ce n’est pas toi, c’est moi.
he: לידיעתכם: אני רותחת היום. זה לא אתם, זה אני.
hi: पहले से बता दूँ: आज अंदर से गर्मी चढ़ी है। बात तुम्हारी नहीं, मेरी है।
hr: Mala najava: danas sam pregrijana. Nije do tebe, do mene je.
hu: Előre szólok: ma forró napom van. Nem veled van a baj, hanem velem.
id: Info: hari ini aku gampang gerah. Bukan kamu, tapi aku.
it: Occhio: oggi vado a fuoco. Non sei tu, sono io.
ja: 先にお知らせ：今日の私は高温注意報。原因はあなたではなく、私です。
ko: 미리 말해 둘게요. 오늘 열이 좀 올라요. 누구 탓 아니고 제 몸 탓이에요.
ms: Makluman: hari ini saya asyik panas. Bukan sebab awak, sebab saya.
nb: Bare så du vet det: Jeg koker litt i dag. Det er ikke deg, det er meg.
nl: Even een seintje: ik gloei vandaag. Het ligt niet aan jou, het ligt aan mij.
pl: Uwaga: dziś się przegrzewam. To nie ty, to ja.
pt_br: Aviso: hoje estou fervendo. Não é você, sou eu.
pt_pt: Aviso: hoje ando a ferver. Não és tu, sou eu.
ro: Să știi: azi sunt pe foc. Nu ești tu, sunt eu.
sk: Pre istotu: dnes sa prehrievam. Nie je to tebou, je to mnou.
sv: Förvarning: jag går varm idag. Det är inte du, det är jag.
th: แจ้งไว้ก่อน วันนี้ตัวร้อนเป็นพิเศษ ไม่ใช่เพราะคุณ เป็นที่ฉันเอง
tr: Haberin olsun: bugün ateş gibiyim. Sorun sende değil, bende.
uk: Попереджаю: сьогодні я перегріваюся. Справа не в тобі, а в мені.
vi: Báo trước: hôm nay mình đang nóng trong người. Không phải tại ai, tại mình thôi.
zh_hans: 提前说一声：我今天有点过热。不是你的问题，是我。
zh_hant: 先說一聲：我今天體內小火爐全開。不是你的問題，是我的問題。

source: Heart sensations have many causes. If they are new, severe, or come with chest pain, shortness of breath, or fainting, seek care now.
ar: لأحاسيس القلب أسباب كثيرة. إذا كانت جديدة أو شديدة أو صاحبها ألم في الصدر أو ضيق في التنفّس أو إغماء، فاطلبي الرعاية الطبية الآن.
cs: Pocity v oblasti srdce mají mnoho příčin. Pokud jsou nové, silné nebo je provází bolest na hrudi, dušnost nebo mdloba, vyhledej lékařskou pomoc hned teď.
da: Fornemmelser i hjertet har mange årsager. Hvis de er nye, kraftige eller kommer sammen med brystsmerter, åndenød eller besvimelse, så søg hjælp nu.
de: Empfindungen am Herzen haben viele Ursachen. Wenn sie neu oder stark sind oder mit Schmerzen in der Brust, Atemnot oder Ohnmacht einhergehen, such dir sofort medizinische Hilfe.
el: Τα αισθήματα στην καρδιά έχουν πολλές αιτίες. Αν είναι καινούργια, έντονα ή συνοδεύονται από πόνο στο στήθος, δύσπνοια ή λιποθυμία, ζήτησε ιατρική βοήθεια αμέσως.
es: Las sensaciones en el corazón tienen muchas causas. Si son nuevas o intensas, o vienen con dolor en el pecho, falta de aire o desmayo, busca atención médica ahora mismo.
es_419: Las sensaciones en el corazón tienen muchas causas. Si son nuevas, intensas o vienen con dolor en el pecho, falta de aire o desmayo, busca atención ahora.
fi: Sydämeen liittyvillä tuntemuksilla on monia syitä. Jos ne ovat uusia tai voimakkaita tai niihin liittyy rintakipua, hengenahdistusta tai pyörtymistä, hakeudu hoitoon heti.
fr: Les sensations au niveau du cœur ont de nombreuses causes. Si elles sont nouvelles, intenses, ou s’accompagnent d’une douleur dans la poitrine, d’un essoufflement ou d’un évanouissement, consultez immédiatement.
he: לתחושות בלב יש סיבות רבות. אם הן חדשות, חמורות, או מלוות בכאב בחזה, בקוצר נשימה או בעילפון, פני לקבלת טיפול רפואי עכשיו.
hi: दिल से जुड़े एहसासों की कई वजहें होती हैं। अगर ये नए हैं, तेज़ हैं, या इनके साथ सीने में दर्द, साँस फूलना या बेहोशी हो, तो अभी चिकित्सा सहायता लें।
hr: Osjećaji u području srca imaju mnogo uzroka. Ako su novi, jaki ili ih prati bol u prsima, nedostatak zraka ili nesvjestica, odmah potraži liječničku pomoć.
hu: A szívvel kapcsolatos érzéseknek sokféle oka lehet. Ha újak, erősek, vagy mellkasi fájdalommal, légszomjjal vagy ájulással járnak, azonnal kérj orvosi ellátást.
id: Sensasi di jantung punya banyak penyebab. Jika baru muncul, berat, atau disertai nyeri dada, sesak napas, atau pingsan, cari pertolongan medis sekarang juga.
it: Le sensazioni al cuore hanno molte cause. Se sono nuove, forti o accompagnate da dolore al petto, mancanza di respiro o svenimento, chiedi subito assistenza medica.
ja: 心臓の違和感には、さまざまな原因があります。新しく出てきた場合、強い場合、または胸の痛み、息切れ、失神を伴う場合は、今すぐ医療機関を受診してください。
ko: 심장 관련 증상에는 여러 원인이 있어요. 새로 생겼거나, 심하거나, 가슴 통증, 숨이 참, 실신이 함께 있다면 지금 바로 진료를 받으세요.
ms: Sensasi pada jantung ada banyak punca. Jika ia baharu, teruk, atau disertai sakit dada, sesak nafas atau pengsan, dapatkan rawatan sekarang.
nb: Fornemmelser i hjertet kan ha mange årsaker. Hvis de er nye, kraftige eller kommer sammen med brystsmerter, kortpustethet eller besvimelse, søk helsehjelp nå.
nl: Klachten rond je hart hebben veel mogelijke oorzaken. Zijn ze nieuw of hevig, of gaan ze samen met pijn op de borst, kortademigheid of flauwvallen, zoek dan nu medische hulp.
pl: Odczucia ze strony serca mają wiele przyczyn. Jeśli są nowe, silne lub towarzyszy im ból w klatce piersiowej, duszność albo omdlenie, natychmiast zwróć się po pomoc medyczną.
pt_br: Sensações no coração têm muitas causas. Se forem novas, intensas ou vierem com dor no peito, falta de ar ou desmaio, procure atendimento agora.
pt_pt: As sensações no coração têm muitas causas. Se forem novas ou fortes, ou vierem acompanhadas de dor no peito, falta de ar ou desmaio, procura ajuda médica já.
ro: Senzațiile legate de inimă au multe cauze. Dacă sunt noi, severe sau vin împreună cu durere în piept, dificultăți de respirație sau leșin, solicită îngrijire medicală acum.
sk: Pocity v oblasti srdca môžu mať veľa príčin. Ak sú nové, silné alebo ich sprevádza bolesť na hrudníku, dýchavičnosť alebo odpadnutie, vyhľadaj lekársku pomoc hneď teraz.
sv: Känningar från hjärtat kan ha många orsaker. Om de är nya eller kraftiga, eller kommer med bröstsmärta, andnöd eller svimning, sök vård nu.
th: ความรู้สึกผิดปกติที่หัวใจเกิดได้จากหลายสาเหตุ หากเพิ่งเริ่มเป็น เป็นรุนแรง หรือมีอาการเจ็บหน้าอก หายใจลำบาก หรือเป็นลมร่วมด้วย ให้ไปรับการรักษาทันที
tr: Kalpte hissedilen belirtilerin birçok nedeni olabilir. Yeniyse, şiddetliyse ya da göğüs ağrısı, nefes darlığı veya bayılma ile birlikteyse hemen tıbbi yardım al.
uk: Відчуття з боку серця мають багато причин. Якщо вони нові, сильні або супроводжуються болем у грудях, задишкою чи непритомністю, негайно звернися по медичну допомогу.
vi: Cảm giác bất thường ở tim có nhiều nguyên nhân. Nếu cảm giác này mới xuất hiện, nghiêm trọng, hoặc đi kèm đau ngực, khó thở hay ngất xỉu, hãy tìm trợ giúp y tế ngay.
zh_hans: 心脏方面的感觉有很多原因。如果是新出现的、很严重的，或伴有胸痛、呼吸急促或晕厥，请立即就医。
zh_hant: 心跳異常的感覺有許多原因。如果是新出現的、很嚴重，或伴隨胸痛、呼吸急促或昏厥，請立即就醫。

source: Heat
ar: الجو الحار
cs: Horko
da: Varme
de: Hitze
el: Ζέστη
es: Calor
es_419: Calor
fi: Kuumuus
fr: Chaleur
he: סביבה חמה
hi: गर्म माहौल
hr: Vrućina
hu: Hőség
id: Udara panas
it: Calore
ja: 暑さ
ko: 더위
ms: Cuaca panas
nb: Varme
nl: Hitte
pl: Gorąco
pt_br: Calor
pt_pt: Calor
ro: Căldură
sk: Horúčava
sv: Värme
th: อากาศร้อน
tr: Sıcak ortam
uk: Спека
vi: Nóng bức
zh_hans: 闷热
zh_hant: 環境炎熱

source: Heat calendar
ar: تقويم الحرارة
cs: Tepelný kalendář
da: Varmekalender
de: Hitzekalender
el: Θερμικό ημερολόγιο
es: Calendario de calor
es_419: Calendario de calor
fi: Lämpökalenteri
fr: Calendrier de chaleur
he: לוח החום
hi: हीट कैलेंडर
hr: Toplinski kalendar
hu: Hőnaptár
id: Kalender panas
it: Calendario del calore
ja: ほてりカレンダー
ko: 히트맵 달력
ms: Kalendar haba
nb: Hetekalender
nl: Hittekalender
pl: Kalendarz cieplny
pt_br: Calendário de calor
pt_pt: Calendário de calor
ro: Calendarul căldurii
sk: Tepelný kalendár
sv: Värmekalender
th: ปฏิทินความร้อน
tr: Isı takvimi
uk: Тепловий календар
vi: Lịch nhiệt
zh_hans: 热力日历
zh_hant: 熱度月曆

source: Heat map
ar: خريطة الحرارة
cs: Tepelná mapa
da: Varmekort
de: Hitzekarte
el: Θερμικός χάρτης
es: Mapa de calor
es_419: Mapa de calor
fi: Lämpökartta
fr: Carte de chaleur
he: מפת חום
hi: हीट मैप
hr: Toplinska karta
hu: Hőtérkép
id: Peta panas
it: Mappa del calore
ja: ヒートマップ
ko: 히트맵
ms: Peta haba
nb: Hetekart
nl: Hittekaart
pl: Mapa cieplna
pt_br: Mapa de calor
pt_pt: Mapa de calor
ro: Harta căldurii
sk: Tepelná mapa
sv: Värmekarta
th: แผนที่ความร้อน
tr: Isı haritası
uk: Теплова карта
vi: Bản đồ nhiệt
zh_hans: 热力图
zh_hant: 熱度圖

source: Heat Report
ar: تقرير الحرارة
cs: Zpráva o horku
da: Varmerapport
de: Hitzebericht
el: Θερμική Αναφορά
es: Informe de calor
es_419: Informe de Calor
fi: Lämpöraportti
fr: Rapport chaleur
he: דוח החום
hi: हीट रिपोर्ट
hr: Toplinsko izvješće
hu: Hőjelentés
id: Laporan Panas
it: Report del calore
ja: ヒートレポート
ko: 열감 리포트
ms: Laporan Haba
nb: Heterapport
nl: Hitterapport
pl: Raport upałów
pt_br: Relatório de Calor
pt_pt: Relatório de Calor
ro: Raportul căldurii
sk: Horúca správa
sv: Värmerapport
th: รายงานความร้อน
tr: Isı Raporu
uk: Звіт про спеку
vi: Báo cáo nhiệt
zh_hans: 热度月报
zh_hant: 熱度報告

source: Heat scale from calm to hot. Each cell also shows its number of surges.
ar: مقياس الحرارة من الهادئ إلى الحار. تعرض كل خانة أيضًا عدد موجاتها.
cs: Tepelná škála od klidu po horko. Každé políčko ukazuje i počet vln.
da: Varmeskala fra rolig til varm. Hver celle viser også antallet af bølger.
de: Hitzeskala von ruhig bis heiß. Jedes Feld zeigt auch die Anzahl seiner Wellen.
el: Κλίμακα από ηρεμία έως καύσωνα. Κάθε κελί δείχνει επίσης τον αριθμό των κυμάτων του.
es: Escala de calor, de calma a calor. Cada casilla muestra también su número de oleadas.
es_419: Escala de calor, de calma a caliente. Cada celda también muestra su número de oleadas.
fi: Lämpöasteikko tyynestä kuumaan. Jokaisessa ruudussa näkyy myös sen aaltojen määrä.
fr: Échelle de chaleur, du calme au chaud. Chaque case indique aussi son nombre de vagues.
he: סולם חום מ״רגוע״ עד ״חם״. בכל משבצת מופיע גם מספר הגלים.
hi: शांत से गर्म तक हीट स्केल। हर खाने में उसकी लहरों की संख्या भी दिखती है।
hr: Toplinska ljestvica od mirnog do vrućeg. Svako polje prikazuje i broj valova.
hu: Hőskála a nyugodttól a forróig. Minden cella a hullámok számát is mutatja.
id: Skala panas dari tenang hingga panas. Setiap sel juga menunjukkan jumlah gelombangnya.
it: Scala del calore da calma a caldo. Ogni casella mostra anche il numero di ondate.
ja: 穏やかから熱いまでの色の目盛りです。各マスには、ほてりの回数も表示されます。
ko: 평온에서 뜨거움까지의 열감 척도예요. 각 칸에는 열감 횟수도 표시돼요.
ms: Skala haba dari tenang hingga panas. Setiap petak juga menunjukkan bilangan gelombangnya.
nb: Heteskala fra rolig til het. Hver rute viser også antall bølger.
nl: Hitteschaal van rustig tot heet. Elk vakje toont ook het aantal golven.
pl: Skala ciepła od spokoju do gorąca. Każde pole pokazuje też liczbę fal.
pt_br: Escala de calor, do calmo ao quente. Cada célula também mostra seu número de ondas.
pt_pt: Escala de calor, de calmo a quente. Cada célula mostra também o número de ondas.
ro: Scara căldurii, de la calm la fierbinte. Fiecare celulă arată și numărul de valuri.
sk: Tepelná škála od pokojných po horúce dni. Každé políčko ukazuje aj svoj počet vĺn.
sv: Värmeskala från lugnt till hett. Varje ruta visar också antalet vågor.
th: ระดับความร้อนจากสงบถึงร้อน แต่ละช่องแสดงจำนวนระลอกร้อนด้วย
tr: Sakinden sıcağa ısı ölçeği. Her hücre dalga sayısını da gösterir.
uk: Шкала тепла від спокою до спеки. У кожній клітинці також видно кількість хвиль.
vi: Thang nhiệt từ dịu đến nóng. Mỗi ô cũng hiển thị số cơn nóng.
zh_hans: 热度色阶从平静到炽热。每个格子也会显示它的热浪次数。
zh_hant: 熱度色階從平靜到炎熱。每一格也會顯示熱浪次數。

source: Heavy
ar: غزير
cs: Silné
da: Kraftig
de: Stark
el: Έντονη
es: Abundante
es_419: Abundante
fi: Runsas
fr: Abondant
he: כבד
hi: भारी
hr: Obilno
hu: Erős
id: Banyak
it: Abbondante
ja: 多い
ko: 많음
ms: Berat
nb: Kraftig
nl: Hevig
pl: Obfite
pt_br: Intenso
pt_pt: Intenso
ro: Abundent
sk: Silné
sv: Riklig
th: มาก
tr: Yoğun
uk: Рясна
vi: Nhiều
zh_hans: 量多
zh_hant: 量多

source: Heavy nights and sleep
ar: الليالي الثقيلة والنوم
cs: Těžké noci a spánek
da: Hårde nætter og søvn
de: Heftige Nächte und Schlaf
el: Δύσκολες νύχτες και ύπνος
es: Noches intensas y sueño
es_419: Noches intensas y sueño
fi: Rankat yöt ja uni
fr: Nuits chargées et sommeil
he: לילות קשים ושינה
hi: भारी रातें और नींद
hr: Teške noći i spavanje
hu: Sűrű éjszakák és alvás
id: Malam yang berat dan tidur
it: Notti intense e sonno
ja: ほてりの多い夜と睡眠
ko: 열감 많은 밤과 수면
ms: Malam sukar dan tidur
nb: Tunge netter og søvn
nl: Zware nachten en slaap
pl: Trudne noce a sen
pt_br: Noites intensas e sono
pt_pt: Noites intensas e sono
ro: Nopți grele și somnul
sk: Ťažké noci a spánok
sv: Tunga nätter och sömn
th: คืนที่มีระลอกร้อนมากกับการนอน
tr: Yoğun geceler ve uyku
uk: Важкі ночі й сон
vi: Đêm nặng nề và giấc ngủ
zh_hans: 热浪频繁的夜晚与睡眠
zh_hant: 熱浪多的夜晚與睡眠

source: Help us
ar: ساعدينا
cs: Pomoz nám
da: Hjælp os
de: Hilf uns
el: Βοήθησέ μας
es: Ayúdanos
es_419: Ayúdanos
fi: Auta meitä
fr: Aidez-nous
he: עזרי לנו
hi: हमारी मदद करें
hr: Pomozi nam
hu: Segíts nekünk
id: Bantu kami
it: Aiutaci
ja: ご協力のお願い
ko: 저희를 도와주세요
ms: Bantu kami
nb: Hjelp oss
nl: Help ons
pl: Pomóż nam
pt_br: Ajude a gente
pt_pt: Ajuda-nos
ro: Ajută-ne
sk: Pomôž nám
sv: Hjälp oss
th: สนับสนุนเรา
tr: Bize yardım et
uk: Допоможи нам
vi: Giúp chúng tôi
zh_hans: 帮助我们
zh_hant: 幫助我們

source: Here's your last 90 days
ar: إليكِ آخر 90 يومًا
cs: Tady je tvých posledních 90 dní
da: Her er dine seneste 90 dage
de: Hier sind deine letzten 90 Tage
el: Οι τελευταίες 90 ημέρες σου
es: Aquí tienes tus últimos 90 días
es_419: Estos son tus últimos 90 días
fi: Tässä viimeiset 90 päiväsi
fr: Voici vos 90 derniers jours
he: הנה 90 הימים האחרונים שלך
hi: ये रहे आपके पिछले 90 दिन
hr: Evo tvojih zadnjih 90 dana
hu: Íme az elmúlt 90 napod
id: Ini 90 hari terakhirmu
it: Ecco i tuoi ultimi 90 giorni
ja: 過去90日間の記録です
ko: 최근 90일 기록이에요
ms: Ini 90 hari lepas anda
nb: Her er de siste 90 dagene dine
nl: Dit zijn je afgelopen 90 dagen
pl: Oto twoje ostatnie 90 dni
pt_br: Estes são seus últimos 90 dias
pt_pt: Aqui estão os teus últimos 90 dias
ro: Iată ultimele tale 90 de zile
sk: Tu je tvojich posledných 90 dní
sv: Här är dina senaste 90 dagar
th: นี่คือ 90 วันที่ผ่านมาของคุณ
tr: İşte son 90 günün
uk: Ось твої останні 90 днів
vi: Đây là 90 ngày qua của bạn
zh_hans: 这是你最近 90 天的情况
zh_hant: 這是你過去 90 天的紀錄

source: History
ar: السجل
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
es_419: Historial
fi: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
sk: História
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 用藥紀錄

source: Hold
ar: احبسي
cs: Zadrž
de: Halten
el: Κράτα
es: Aguanta
es_419: Mantén
fi: Pidätä
fr: Retenez
he: עצירה
hi: रोकें
hr: Zadrži
hu: Tartsd
id: Tahan
it: Tieni
ja: 止めて
ko: 참으세요
ms: Tahan
nl: Houd in
pl: Pauza
pt_br: Segure
pt_pt: Sustém
ro: Ține
sk: Zadrž
sv: Håll
th: กลั้น
tr: Tut
uk: Затримка
vi: Nín thở
zh_hans: 屏气
zh_hant: 屏息

source: Home Screen widget
ar: أداة الشاشة الرئيسية
cs: Widget na ploše
da: Widget på hjemmeskærmen
de: Widget auf dem Home-Bildschirm
el: Widget στην οθόνη Αφετηρίας
es: Widget de la pantalla de inicio
es_419: Widget de la pantalla de inicio
fi: Koti-valikon widget
fr: Widget sur l’écran d’accueil
he: וידג׳ט במסך הבית
hi: होम स्क्रीन विजेट
hr: Widget na početnom zaslonu
hu: Főképernyő-widget
id: Widget Layar Utama
it: Widget della schermata Home
ja: ホーム画面ウィジェット
ko: 홈 화면 위젯
ms: Widget Skrin Utama
nb: Widget på Hjem-skjermen
nl: Widget op beginscherm
pl: Widżet na ekranie głównym
pt_br: Widget da Tela de Início
pt_pt: Widget no ecrã principal
ro: Widget pe ecranul principal
sk: Widget na ploche
sv: Widget på hemskärmen
th: วิดเจ็ตบนหน้าจอโฮม
tr: Ana Ekran araç takımı
uk: Віджет на початковому екрані
vi: Tiện ích Màn hình chính
zh_hans: 主屏幕小组件
zh_hant: 主畫面小工具
